Revit 2027 API
BuiltInFailures.FabricAreaFailures.FabricAreaLapSplicesIncorrect Property
 Fabric Area lap splice is incorrect.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FabricAreaLapSplicesIncorrect { get; }
Public Shared ReadOnly Property FabricAreaLapSplicesIncorrect As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FabricAreaLapSplicesIncorrect {
	FailureDefinitionId^ get ();
}
static member FabricAreaLapSplicesIncorrect : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricAreaFailures Class
Autodesk.Revit.DB Namespace